
//////////////////////////////////////////////////////////////////////////////// 
// ОБРАБОТЧИКИ СОБЫТИЙ 
// 
 
// Обработчик команды ВсеВзаиморасчеты
&НаКлиенте
Процедура ВсеВзаиморасчетыВыполнить()

	// Комментарий без пробелаКомментарий без пробелаКомментарий без пробелаКомментарий

	ТекущаяСтрока = Элементы.Список.ТекущаяСтрока;
	СтруктураПараметров = Новый Структура("ТекущаяСтрока", ТекущаяСтрока);
	ОткрытьФорму("РегистрНакопления.Взаиморасчеты.ФормаСписка", СтруктураПараметров, , Истина);
КонецПроцедуры

